Repository: anatolykulikov/user-generator
Catalog: languages/usergenerator-*.po
Languages: ru_ru, uk

source: Anatoly Kulikov
ru_ru: Анатолий Куликов
uk: Анатолій Куликов

source: Author
ru_ru: Автор
uk: Автор

source: But sometimes I can be lazy
ru_ru: Иногда могу лениться
uk: Але іноді я можу бути ледачим

source: Contributor
ru_ru: Участник
uk: Помічник

source: Editor
ru_ru: Редактор
uk: Редактор

source: Fan of watching TV series
ru_ru: Фанатею от просмотра сериалов
uk: Шанувальник перегляду серіалів

source: female-declension-surname
ru_ru: а

source: female-name-1
ru_ru: Мария
uk: Анастасія

source: female-name-10
ru_ru: Дарья
uk: Єва

source: female-name-11
ru_ru: Александра
uk: Поліна

source: female-name-12
ru_ru: Ксения
uk: Аліса

source: female-name-13
ru_ru: Екатерина
uk: Олександра

source: female-name-14
ru_ru: Арина
uk: Мілана

source: female-name-15
ru_ru: Вероника
uk: Дарія

source: female-name-2
ru_ru: Анастасия
uk: Марія

source: female-name-3
ru_ru: Анна
uk: Софія

source: female-name-4
ru_ru: Варвара
uk: Вероніка

source: female-name-5
ru_ru: Виктория
uk: Вікторія

source: female-name-6
ru_ru: Полина
uk: Соломія

source: female-name-7
ru_ru: Алиса
uk: Ангеліна

source: female-name-8
ru_ru: София
uk: Злата

source: female-name-9
ru_ru: Елизавета
uk: Ганна

source: Generate
ru_ru: Сгенерировать
uk: Генерувати

source: Generates random users for your WordPress site with completed profiles
ru_ru: Генерирует случайных пользователей на вашем сайте WordPress с готовыми профилями
uk: Генерує випадкових користувачів для вашого сайту WordPress із заповненими профілями

source: Go to the gym when I have some free time
ru_ru: В свободное время хожу в спортзал
uk: Ходіть у спортзал, коли у мене буде вільний час

source: How many users do you need?
ru_ru: Сколько пользователей нужно?
uk: Скільки користувачів потрібно?

source: I dream of having a big housе
ru_ru: Мечтаю о большом доме
uk: Я мрію мати великий будинок

source: I like meeting friends on weekends
ru_ru: Мне нравится встречаться с друзьями по выходным
uk: Мені подобається зустрічатися з друзями на вихідних

source: I like to dream big
ru_ru: Люблю мечтать по-крупному
uk: Мені подобається мріяти великим

source: I like to listen to music with headphones
ru_ru: Люблю слушать музыку в наушниках
uk: Я люблю слухати музику в навушниках

source: I spend a lot of time studying foreign languages
ru_ru: Уделяю много времени изучению иностранных языков
uk: Я витрачаю багато часу на вивчення іноземних мов

source: In my free time I usually read
ru_ru: В свободное время я обычно читаю
uk: У вільний час я зазвичай читаю

source: In my spare time I’m watching movie
ru_ru: Когда выдается свободная минутка - смотрю фильмы
uk: У вільний час я дивлюсь фільм

source: Interested in history
ru_ru: Интересуюсь историей
uk: Цікавиться історією

source: List of users
ru_ru: Список пользователей
uk: Список користувачів

source: male-name-1
ru_ru: Александр
uk: Артем

source: male-name-10
ru_ru: Егор
uk: Михайло

source: male-name-11
ru_ru: Илья
uk: Володимир

source: male-name-12
ru_ru: Алексей
uk: Іван

source: male-name-13
ru_ru: Владимир
uk: Давид

source: male-name-14
ru_ru: Матвей
uk: Андрій

source: male-name-15
ru_ru: Тимофей
uk: Нікіта

source: male-name-2
ru_ru: Михаил
uk: Олександр

source: male-name-3
ru_ru: Иван
uk: Максим

source: male-name-4
ru_ru: Максим
uk: Дмитро

source: male-name-5
ru_ru: Артём
uk: Матвій

source: male-name-6
ru_ru: Даниил
uk: Назар

source: male-name-7
ru_ru: Дмитрий
uk: Богдан

source: male-name-8
ru_ru: Кирилл
uk: Марк

source: male-name-9
ru_ru: Андрей
uk: Данііл

source: My best qualities are patience and creativity
ru_ru: Мои лучшие качества - терпение и творческий подход
uk: Мої найкращі якості - це терпіння та креативність

source: My dream is to travel around the world
ru_ru: Моя мечта – путешествовать по миру
uk: Мрію подорожувати по світу

source: My family is very important for me
ru_ru: Моя семья очень важна для меня
uk: Для мене дуже важлива моя сім’я

source: My unusual hobby is cheese making
ru_ru: Мое необычное хобби - сыроварение
uk: Моє незвичайне захоплення - це виготовлення сиру

source: Subscriber
ru_ru: Подписчик
uk: Учасник

source: surname-1
ru_ru: Смирнов
uk: Мельник

source: surname-10
ru_ru: Петров
uk: Олійник

source: surname-11
ru_ru: Волков
uk: Шевчук

source: surname-12
ru_ru: Соловьёв
uk: Поліщук

source: surname-13
ru_ru: Васильев
uk: Ткачук

source: surname-14
ru_ru: Зайцев
uk: Савченко

source: surname-15
ru_ru: Павлов
uk: Бондар

source: surname-2
ru_ru: Иванов
uk: Шевченко

source: surname-3
ru_ru: Кузнецов
uk: Коваленко

source: surname-4
ru_ru: Соколов
uk: Бондаренко

source: surname-5
ru_ru: Попов
uk: Бойко

source: surname-6
ru_ru: Лебедев
uk: Ткаченко

source: surname-7
ru_ru: Козлов
uk: Кравченко

source: surname-8
ru_ru: Новиков
uk: Ковальчук

source: surname-9
ru_ru: Морозов
uk: Коваль

source: User Generator
ru_ru: Генератор пользователей
uk: Генератор користувачів

source: User roles
ru_ru: Роли пользователей
uk: Ролі користувачів
