Repository: anatolykulikov/user-generator
Catalog: languages/usergenerator-bel.po
Languages: bel

source: Anatoly Kulikov
bel: Анатолий Куликов

source: Generates random users for your WordPress site with completed profiles
bel: Генеруе выпадковых карыстальнікаў для Вашага сайта WordPress з запоўненымі профілямі

source: User Generator
bel: Генератар Карыстальніка

source: User roles
bel: Ролі карыстальнікаў

source: Subscriber
bel: Падпішчык

source: Contributor
bel: Укладальнік

source: Author
bel: Аўтар

source: Editor
bel: Рэдактар

source: How many users do you need?
bel: Колькі карыстальнікаў вам трэба?

source: Generate
bel: Генерыраваць

source: List of users
bel: Спіс карыстальнікаў

source: female-name-1
bel: Сафія

source: female-name-2
bel: Анна

source: female-name-3
bel: Марыя

source: female-name-4
bel: Аліса

source: female-name-5
bel: Ксенія

source: female-name-6
bel: Дар'я

source: female-name-7
bel: Вікторыя

source: female-name-8
bel: Ева

source: female-name-9
bel: Анастасія

source: female-name-10
bel: Паліна

source: female-name-11
bel: Аляксандра

source: female-name-12
bel: Мілана

source: female-name-13
bel: Лізавета

source: female-name-14
bel: Арына

source: female-name-15
bel: Валерыя

source: male-name-1
bel: Максім

source: male-name-2
bel: Арцём

source: male-name-3
bel: Міхаіл

source: male-name-4
bel: Раман

source: male-name-5
bel: Аляксандр

source: male-name-6
bel: Іван

source: male-name-7
bel: Данііл

source: male-name-8
bel: Мацвей

source: male-name-9
bel: Аляксей

source: male-name-10
bel: Марк

source: male-name-11
bel: Мікіта

source: male-name-12
bel: Цімафей

source: male-name-13
bel: Уладзіслаў

source: male-name-14
bel: Кірыл

source: male-name-15
bel: Дзмітрый

source: surname-1
bel: Иванов

source: surname-2
bel: Новиков

source: surname-3
bel: Ковалёв

source: surname-4
bel: Петров

source: surname-5
bel: Котов

source: surname-6
bel: Волков

source: surname-7
bel: Морозов

source: surname-8
bel: Смирнов

source: surname-9
bel: Козлов

source: surname-10
bel: Зайцев

source: surname-11
bel: Романов

source: surname-12
bel: Мельников

source: surname-13
bel: Миронов

source: surname-14
bel: Кузнецов

source: surname-15
bel: Гончаров

source: I like to dream big
bel: Я люблю марыць па-буйному

source: I like to listen to music with headphones
bel: Я люблю слухаць музыку ў слухаўках

source: In my free time I usually read
bel: У вольны час я звычайна чытаю

source: Go to the gym when I have some free time
bel: Калі ў мяне будзе вольны час, я пайду ў спартзалу

source: But sometimes I can be lazy
bel: Але часам я магу быць лянівым

source: My family is very important for me
bel: Мая сям'я вельмі важная для мяне

source: Interested in history
bel: Цікавіцца гісторыяй

source: I spend a lot of time studying foreign languages
bel: Я марную шмат часу на вывучэнне замежных моў

source: My best qualities are patience and creativity
bel: Мае лепшыя якасці-цярпенне і крэатыўнасць

source: My dream is to travel around the world
bel: Мая мара-падарожнічаць па ўсім свеце

source: I dream of having a big housе
bel: Я мару мець вялікі дом

source: In my spare time I’m watching movie
bel: У вольны час я гляджу кіно

source: I like meeting friends on weekends
bel: Мне падабаецца сустракацца з сябрамі па выхадных

source: My unusual hobby is cheese making
bel: Маё незвычайнае хобі-сыраварэнне

source: Fan of watching TV series
bel: Аматар глядзець серыялы
